Repository: common-repository/anipo
Catalog: languages/anipo-*.po
Languages: fa_ir

source: Anipo
fa_ir: آنیپو

source: A plugin for Anipo shops
fa_ir: افزونه ای برای فروشگاه های آنیپو

source: Middle East Varkan Programmers Company
fa_ir: شرکت برنامه سازان ورکان خاورمیانه

source: Register
fa_ir: اتصال اولیه

source: Settings
fa_ir: تنظیمات

source: Get Barcode
fa_ir: صدور بارکد

source: Barcode
fa_ir: کد رهگیری

source: Print Barcode
fa_ir: چاپ بارکد

source: Barcode Form
fa_ir: فرم صدور بارکد

source: Order Weight (grams)
fa_ir: وزن مرسوله (گرم)

source: Close
fa_ir: بستن

source: Register Form
fa_ir: فرم اتصال اولیه

source: Enter the keyword
fa_ir: کلمه کلیدی را وارد کنید

source: Connect
fa_ir: اتصال

source: Connected
fa_ir: اتصال برقرار است

source: No Connection
fa_ir: اتصال برقرار نیست

source: Settings Form
fa_ir: فرم تنظیمات

source: Show Factor In Print
fa_ir: نمایش فاکتور در پرینت

source: Submit
fa_ir: ثبت

source: Warning
fa_ir: اخطار

source: Anipo plugin requires WooCommerce to be active. Please activate WooCommerce to use this plugin.
fa_ir: افزونه آنیپو برای فعال بودن به ووکامرس نیاز دارد. لطفا برای استفاده از این افزونه، ووکامرس را فعال کنید.

source: Api Failed
fa_ir: خطا در برقراری ارتباط

source: Invalid order ID
fa_ir: شناسه سفارش نامعتبر است
